Repository: ozzyfly/z2-4x4-trainer
Catalog: Watch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hant

source: %lld/%lld full reps
de: %lld/%lld volle Intervalle
es: %lld/%lld rep completas
fr: %lld/%lld répétitions complètes
ja: %lld/%lld 本完了
ko: 완전 랩 %lld/%lld
pt_br: %lld/%lld repetições completas
zh_hant: 完成 %lld/%lld 組

source: Avg hard %lld · peak %lld
de: Ø hart %lld · Spitze %lld
es: Media dura %lld · pico %lld
fr: Moy. dur %lld · pic %lld
ja: ハード平均 %lld · ピーク %lld
ko: 고강도 평균 %lld · 최고 %lld
pt_br: Média forte %lld · pico %lld
zh_hant: 高強度平均 %lld · 最高 %lld

source: Avg HR %lld
de: Ø-Puls %lld
es: FC media %lld
fr: FC moy. %lld
ja: 平均HR %lld
ko: 평균 심박 %lld
pt_br: FC média %lld
zh_hant: 平均心率 %lld

source: Build toward %lld–%lld bpm.
de: Steigere dich auf %lld–%lld bpm.
es: Sube hacia %lld–%lld ppm.
fr: Montez vers %lld–%lld bpm.
ja: %lld–%lld bpm を目指して上げます。
ko: %lld–%lld bpm까지 올리세요.
pt_br: Suba para %lld–%lld bpm.
zh_hant: 逐步提高到 %lld–%lld bpm。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hant: 取消

source: Do Zone 2 instead
de: Stattdessen Zone 2
es: Mejor haz Zona 2
fr: Faire Zone 2 à la place
ja: 代わりにZone 2
ko: Zone 2로 대체
pt_br: Fazer Zona 2 em vez disso
zh_hant: 改做 Zone 2

source: Ease back to %lld–%lld bpm.
de: Geh zurück auf %lld–%lld bpm.
es: Baja a %lld–%lld ppm.
fr: Redescendez à %lld–%lld bpm.
ja: %lld–%lld bpm まで少し落とします。
ko: %lld–%lld bpm으로 낮추세요.
pt_br: Volte para %lld–%lld bpm.
zh_hant: 放慢回到 %lld–%lld bpm。

source: Effective Zone 2
de: Effektive Zone 2
es: Zone 2 efectiva
fr: Zone 2 effective
ja: 有効な Zone 2
ko: 유효 Zone 2
pt_br: Zona 2 efetiva
zh_hant: 有效 Zone 2

source: Hard time %lldm · recoveries %lld/%lld
de: Hart %lld Min · Erholungen %lld/%lld
es: Tiempo duro %lldm · recuperaciones %lld/%lld
fr: Effort %lld min · récup %lld/%lld
ja: ハード時間 %lld分 · 回復 %lld/%lld
ko: 고강도 %lld분 · 회복 %lld/%lld
pt_br: Forte %lld min · recuperações %lld/%lld
zh_hant: 高強度時間 %lld分 · 恢復 %lld/%lld

source: Hold %lld–%lld bpm.
de: Halte %lld–%lld bpm.
es: Mantén %lld–%lld ppm.
fr: Maintenez %lld–%lld bpm.
ja: %lld–%lld bpm を維持します。
ko: %lld–%lld bpm 유지.
pt_br: Mantenha %lld–%lld bpm.
zh_hant: 維持在 %lld–%lld bpm。

source: In zone %lld% of %@
de: In der Zone %lld% von %@
es: En zona %lld% de %@
fr: En zone %lld% de %@
ja: %2$@ 中 %1$lld% がゾーン内
ko: 존 내 %lld% / %@
pt_br: Na zona %lld% de %@
zh_hant: %2$@ 中有 %1$lld% 在區間內

source: Keep going
de: Weitermachen
es: Seguir
fr: Continuer
ja: 続ける
ko: 계속하기
pt_br: Continuar
zh_hant: 繼續

source: Keep moving while Apple Watch locks onto your heart rate.
de: Beweg dich weiter, während die Apple Watch deinen Puls erfasst.
es: Sigue moviéndote mientras Apple Watch detecta tu frecuencia cardíaca.
fr: Continuez à bouger pendant que l'Apple Watch capte votre fréquence cardiaque.
ja: Apple Watch が心拍数を検出するまで動き続けてください。
ko: Apple Watch가 심박수를 감지할 때까지 계속 움직이세요.
pt_br: Continue se movendo enquanto o Apple Watch capta sua frequência cardíaca.
zh_hant: Apple Watch 鎖定心率時請保持活動。

source: Low readiness
de: Geringe Bereitschaft
es: Baja preparación
fr: Récupération limitée
ja: 回復不足
ko: 회복 부족
pt_br: Prontidão baixa
zh_hant: 恢復狀態不佳

source: Nice work!
de: Stark gemacht!
es: ¡Buen trabajo!
fr: Beau travail !
ja: ナイスワーク！
ko: 수고했어요!
pt_br: Bom trabalho!
zh_hant: 做得好！

source: No target
de: Kein Ziel
es: Sin objetivo
fr: Aucun objectif
ja: 目標なし
ko: 목표 없음
pt_br: Sem meta
zh_hant: 沒有目標

source: Peak %lld
de: Spitze %lld
es: Pico %lld
fr: Pic %lld
ja: ピーク %lld
ko: 최고 %lld
pt_br: Pico %lld
zh_hant: 最高 %lld

source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: クオリティ
ko: 품질
pt_br: Qualidade
zh_hant: 品質

source: Recovery looks limited today. An easy Zone 2 is recommended; a 4×4 runs reduced (3 intervals).
de: Die Erholung wirkt heute begrenzt. Empfohlen: lockere Zone 2; ein 4×4 läuft reduziert (3 Intervalle).
es: La recuperación parece limitada hoy. Se recomienda Zona 2 suave; el 4×4 se reduce (3 intervalos).
fr: La récupération semble limitée aujourd’hui. Zone 2 facile recommandée ; le 4×4 sera réduit (3 intervalles).
ja: 今日は回復が限られています。軽いZone 2がおすすめ。4×4は短縮（3本）になります。
ko: 오늘은 회복이 부족해 보입니다. 가벼운 Zone 2를 권장하며, 4×4는 축소(3회)로 진행됩니다.
pt_br: A recuperação parece limitada hoje. Recomenda-se Zona 2 leve; o 4×4 roda reduzido (3 intervalos).
zh_hant: 今天恢復有限，建議做輕鬆的 Zone 2；若做 4×4 會縮減為 3 組。

source: Reduced 4×4 anyway
de: Trotzdem reduziertes 4×4
es: 4×4 reducido igual
fr: 4×4 réduit quand même
ja: 短縮4×4を実行
ko: 축소 4×4 진행
pt_br: 4×4 reduzido mesmo assim
zh_hant: 仍做縮減版 4×4

source: Start a session to see your target.
de: Starte eine Einheit, um dein Ziel zu sehen.
es: Inicia una sesión para ver tu objetivo.
fr: Démarrez une séance pour voir votre objectif.
ja: セッションを開始すると目標が表示されます。
ko: 세션을 시작하면 목표가 표시됩니다.
pt_br: Inicie uma sessão para ver sua meta.
zh_hant: 開始訓練後會顯示你的目標。

source: Still no reading — check Health access in the watch Settings app, and snug the band.
de: Immer noch kein Messwert — prüfe den Health-Zugriff in den Watch-Einstellungen und ziehe das Armband fester.
es: Aún sin lectura: revisa el acceso a Salud en Ajustes del reloj y ajusta la correa.
fr: Toujours aucune mesure : vérifiez l’accès Santé dans Réglages de la montre et resserrez le bracelet.
ja: まだ読み取れません。Watchの設定で「ヘルスケア」のアクセスを確認し、バンドを締め直してください。
ko: 여전히 측정되지 않습니다. 워치 설정 앱에서 건강 접근 권한을 확인하고 밴드를 조이세요.
pt_br: Ainda sem leitura — verifique o acesso à Saúde nos Ajustes do relógio e aperte a pulseira.
zh_hant: 仍讀不到心率——請到手錶的「設定」檢查「健康」取用權限，並收緊錶帶。

source: Too high
de: Zu hoch
es: Demasiado alto
fr: Trop haut
ja: 高すぎます
ko: 너무 높음
pt_br: Muito alto
zh_hant: 太高

source: Too low
de: Zu niedrig
es: Demasiado bajo
fr: Trop bas
ja: 低すぎます
ko: 너무 낮음
pt_br: Muito baixo
zh_hant: 太低

source: Zone 2 summary
de: Zone-2-Zusammenfassung
es: Resumen Zone 2
fr: Résumé Zone 2
ja: Zone 2 サマリー
ko: Zone 2 요약
pt_br: Resumo da Zona 2
zh_hant: Zone 2 總結
